chat_system_308379814_actor_description=Earl Argus.
chat_system_308379814_snap_3_question=^?^Hello, [player]! Have you thought about my request? Please do not condemn me to live alone in the twilight of life! Please, go to Marshan Swamp...
chat_system_308379814_snap_3_answer_0=^?^Ok ok... I'll get you a magical wife.
chat_system_308379814_snap_3_answer_1=^?^I'm sorry, I don't have the time for this right now.
chat_system_308379814_snap_0_question=^?^Hello, [class]. Welcome to my castle. I'm the earl and local governor. My name is Argus.
chat_system_308379814_snap_0_answer_0=^?^Nice to meet you, Argus. My name is [player].
chat_system_308379814_snap_0_header_0=^?^Pleased to meet you! Guests from the capital do not often come to visit us.
chat_system_308379814_snap_2_question=^?^Greetings to you, [player]. Can I help you?
chat_system_308379814_snap_2_answer_0=^?^Well, Argus, could you tell me where in your lands that a mercenary troop may be needed? I'd like to earn some money.
chat_system_308379814_snap_2_answer_1=^?^I'm sorry, but I have to go...
chat_system_308379814_snap_1_question=^?^Oh, [player], my friend! I am so glad to see you! What good wind brings you here?
chat_system_308379814_snap_1_answer_0=^?^You know, I was passing by your castle and decided to visit an old friend.
chat_system_308379814_snap_1_answer_1=^?^It so happens that I haven't gotten to take the frogs out of your dungeon. Could you let me in there one more time?
